tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'

brew 'ansible'
brew 'git'
brew 'git-review'
brew 'git-crypt'
brew 'go'
brew 'httpie'
brew 'hugo'
brew 'iperf'
brew 'mas'
brew 'nmap'
brew 'python'
brew 'python3'
brew 'rclone'
brew 'sshuttle'
brew 'tmux'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'adobe-creative-cloud'
cask 'aerial'
cask 'banktivity'
cask 'carbon-copy-cloner'
cask 'changes'
cask 'cocoarestclient'
cask 'cyberduck'
cask 'docker'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'geekbench'
cask 'gfxcardstatus'
cask 'google-chrome'
cask 'handbrake'
cask 'imageoptim'
cask 'istat-menus'
cask 'iterm2'
cask 'keybase'
cask 'launchbar'
cask 'little-snitch'
cask 'mactracker'
cask 'openemu'
cask 'plex-media-server'
cask 'plex-media-player'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'quitter'
cask 'safari-technology-preview'
cask 'slack'
cask 'soulver'
cask 'sourcetree'
cask 'steam'
cask 'suspicious-package'
cask 'transmission'
cask 'tunnelblick'
cask 'vlc'
cask 'wireshark'
cask 'zoomus'

# Fonts
cask 'font-source-code-pro'
cask 'font-source-sans-pro'

mas '2Do', id: 477670270
mas 'Bear', id: 1091189122
mas 'Day One', id: 1055511498
mas 'GIF Brewery 3', id: 1081413713
mas 'Keystone', id: 409183694
mas 'Magnet', id: 441258766
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Reeder', id: 880001334
mas 'Remote Desktop', id: 409907375
mas 'Textual', id: 1262957439
mas 'ToothFairy', id: 1191449274
mas 'Tweetbot 3 for Twitter', id: 1384080005
mas 'WiFi Explorer', id: 494803304
mas 'Xcode', id: 497799835
