tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'ansible'
brew 'ffmpeg'
brew 'flyctl'
brew 'git'
brew 'git-review'
brew 'git-crypt'
brew 'go'
brew 'httpie'
brew 'hugo'
brew 'iperf'
brew 'jq'
brew 'kubernetes-cli'
brew 'mas'
brew 'nmap'
brew 'python'
brew 'rclone'
brew 'sqlite'
brew 'terraform'
brew 'tmux'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask '1password-cli'
cask 'aerial'
cask 'calibre'
cask 'carbon-copy-cloner'
cask 'cyberduck'
cask 'docker'
cask 'fantastical'
cask 'firefox'
cask 'geekbench'
cask 'google-chrome'
cask 'handbrake'
cask 'imageoptim'
cask 'istat-menus'
cask 'iterm2'
cask 'keybase'
cask 'launchbar'
cask 'little-snitch'
cask 'mactracker'
cask 'mailtrackerblocker'
cask 'openemu'
cask 'plex-media-server'
cask 'plex-media-player'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'quitter'
cask 'safari-technology-preview'
cask 'slack'
cask 'soulver'
cask 'sourcetree'
cask 'steam'
cask 'suspicious-package'
cask 'tunnelblick'
cask 'vlc'
cask 'visual-studio-code'
cask 'wireshark'
cask 'zoomus'

# Fonts
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-lato'
cask 'font-sf-mono'
cask 'font-sf-pro'

mas '2Do', id: 477670270
mas 'Bear', id: 1091189122
mas 'GIF Brewery 3', id: 1081413713
mas 'Keystone', id: 409183694
mas 'Magnet', id: 441258766
mas 'Microsoft Remote Desktop 10', id: 1295203466
mas 'Numbers', id: 361304891
mas 'Pages', id: 361309726
mas 'Reeder', id: 880001334
mas 'Remote Desktop', id: 409907375
mas 'Textual', id: 1262957439
mas 'WiFi Explorer', id: 494803304
